brew "bat"
brew "delta"
brew "elixir"
brew "eza"
brew "exercism"
brew "fd"
brew "fzf"
brew "git"
brew "lf"
brew "libpq" # psql
brew "make"
brew "neofetch" # nice to have
brew "neovim"
brew "node"
brew "poppler"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vivid"
brew "z"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "monitorcontrol"
cask "raycast"
cask "spotify"
cask "zed"
