tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "delta"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "figlet"
brew "fzf"
brew "git"
brew "lf"
brew "libpq" # psql
brew "lua"
brew "luarocks"
brew "make"
brew "neofetch" # nice to have
brew "neovim"
brew "node"
brew "poppler"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vivid"
brew "z"
cask "bettertouchtool"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "mark-text"
cask "monitorcontrol"
cask "spotify"
